---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewType.Elevation
enum: Autodesk.Revit.DB.ViewType
zh: 标高、高程
source: html/bf04dabc-05a3-baf0-3564-f96c0bde3400.htm
---
# Autodesk.Revit.DB.ViewType.Elevation

**中文**: 标高、高程

Elevation type of view.